{
  "results": [
    {
      "name": "You Yangs Abseiling",
      "price": {
        "amount": "62.49",
        "currency": "EUR"
      },
      "intro": "Go Rap Jumping in the Bush and book your walk on the wild side today! Don't miss out on unlimited jumps for three whole hours. Book today on Musement."
    },
    {
      "name": "Wineglass Bay and Freycinet National Park Day Tour",
      "price": {
        "amount": "72.59",
        "currency": "EUR"
      },
      "intro": "Explore the pristine beaches and pink granite mountain ranges of Wineglass Bay and Freycinet National Park"
    },
    {
      "name": "Fitzroy True Crime of Melbourne walking tour",
      "price": {
        "amount": "15.78",
        "currency": "EUR"
      },
      "intro": "Join the crime tour and learn the history of Fitzroy, from its wealthy beginnings to the heights of the gang war and its repercussions"
    },
    {
      "name": "Magnificent Melbourne Morning City Tours",
      "price": {
        "amount": "34.22",
        "currency": "EUR"
      },
      "intro": "Book your half day tour of Melbourne on Musement today to discover the best of the city including Captain Cook's Cottage, the Bolte Bridge and more."
    },
    {
      "name": "Great Ocean Road Adventure",
      "price": {
        "amount": "109.40",
        "currency": "EUR"
      },
      "intro": "Buy your Great Ocean Road Adventure with Musement with our price match guarantee and secure booking. Get informed, plan and book your amazing activities in Melbourne."
    },
    {
      "name": "Horses, Wine and Beer Tour",
      "price": {
        "amount": "100.36",
        "currency": "EUR"
      },
      "intro": "Purchase on Musement your visit to a racehorse retirement village where many of your favorite horses live. Enjoy wine and beer tastings with pizza lunch."
    },
    {
      "name": "Introduction to abseiling",
      "price": {
        "amount": "74.99",
        "currency": "EUR"
      },
      "intro": "Unleash your superhero within as you sail down a seven-story building in an adrenaline filled adventure. Book your excitement today on Musement!"
    },
    {
      "name": "Multicultural Markets of Melbourne's Neighbourhoods",
      "price": {
        "amount": "56.48",
        "currency": "EUR"
      },
      "intro": "Visit Melbourne's markets and go behind the scenes, taste the food, meet the vendors, and discover the local culture."
    },
    {
      "name": "Craft beer tour of Melbourne",
      "price": {
        "amount": "63.54",
        "currency": "EUR"
      },
      "intro": "Get acquainted with bohemian beers, bespoke microbrews and salacious local eats."
    },
    {
      "name": "American food of Melbourne tour",
      "price": {
        "amount": "50.70",
        "currency": "EUR"
      },
      "intro": "Experience Melbourne's rich cultural heritage and the Americana trend that is taking hold in the city"
    }
  ],
  "more": true
}
